Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: How do you handle conflict in a relationship?
de: Wie gehst du mit Konflikten in einer Beziehung um?
es: ¿Cómo manejas los conflictos en una relación?
fr: Comment gères-tu les conflits dans une relation ?
it: Come gestisci i conflitti in una relazione?
ja: 人間関係の衝突をどのように処理しますか？
ko: 관계에서 갈등을 어떻게 처리하나요?
nb: Hvordan håndterer du konflikter i et forhold?
nl: Hoe ga je om met conflicten in een relatie?
pl: Jak radzisz sobie z konfliktami w związku?
pt_br: Como você lida com conflitos em um relacionamento?
sv: Hur hanterar du konflikter i en relation?
uk: Як ви вирішуєте конфлікти у стосунках?
zh_hans: 你如何处理关系中的冲突？

source: How do you handle conflict with someone you love?
de: Wie gehst du mit Konflikten mit jemandem um, den du liebst?
es: ¿Cómo manejas los conflictos con alguien a quien amas?
fr: Comment gères-tu les conflits avec quelqu'un que tu aimes ?
it: Come gestisci i conflitti con qualcuno che ami?
ja: 愛する人との衝突をどのように処理しますか？
ko: 사랑하는 사람과의 갈등을 어떻게 처리하나요?
nb: Hvordan håndterer du konflikter med noen du er glad i?
nl: Hoe ga je om met conflicten met iemand van wie je houdt?
pl: Jak radzisz sobie z konfliktem z kimś, kogo kochasz?
pt_br: Como você lida com conflitos com alguém que ama?
sv: Hur hanterar du konflikter med någon du älskar?
uk: Як ви вирішуєте конфлікти з людиною, яку любите?
zh_hans: 你如何与你爱的人处理冲突？

source: How do you handle setbacks when chasing a goal?
de: Wie gehst du mit Rückschlägen um, wenn du ein Ziel verfolgst?
es: ¿Cómo manejas los contratiempos cuando persigues una meta?
fr: Comment gères-tu les revers lorsque tu poursuis un objectif ?
it: Come affronti gli insuccessi quando insegui un obiettivo?
ja: 目標を追いかけているときに、挫折にどう対処しますか？
ko: 목표를 추구할 때 좌절을 어떻게 대처하나요?
nb: Hvordan håndterer du tilbakeslag når du jager et mål?
nl: Hoe ga je om met tegenslagen bij het nastreven van een doel?
pl: Jak radzisz sobie z niepowodzeniami w dążeniu do celu?
pt_br: Como você lida com contratempos ao perseguir uma meta?
sv: Hur hanterar du motgångar när du jagar ett mål?
uk: Як ви справляєтеся з невдачами, коли досягаєте мети?
zh_hans: 在追求目标时，你如何应对挫折？

source: How do you know when a friendship is truly deep?
de: Wie erkennst du, wann eine Freundschaft wirklich tief ist?
es: ¿Cómo sabes cuándo una amistad es verdaderamente profunda?
fr: Comment sais-tu quand une amitié est vraiment profonde ?
it: Come fai a sapere quando un'amicizia è veramente profonda?
ja: 友情が本当に深いとどうやってわかりますか？
ko: 우정이 진정으로 깊다는 것을 어떻게 알 수 있나요?
nb: Hvordan vet du når et vennskap er virkelig dypt?
nl: Hoe weet je wanneer een vriendschap echt diep is?
pl: Skąd wiesz, kiedy przyjaźń jest naprawdę głęboka?
pt_br: Como você sabe quando uma amizade é verdadeiramente profunda?
sv: Hur vet du när en vänskap är verkligt djup?
uk: Як ви дізнаєтеся, коли дружба справді глибока?
zh_hans: 你怎么知道一段友谊是真正深厚的？

source: How do you know when you can trust someone?
de: Wie weißt du, wann du jemandem vertrauen kannst?
es: ¿Cómo sabes cuándo puedes confiar en alguien?
fr: Comment sais-tu quand tu peux faire confiance à quelqu'un ?
it: Come fai a sapere quando puoi fidarti di qualcuno?
ja: 誰かを信頼できるとどうやってわかりますか？
ko: 누군가를 신뢰할 수 있다는 것을 어떻게 알 수 있나요?
nb: Hvordan vet du når du kan stole på noen?
nl: Hoe weet je wanneer je iemand kunt vertrouwen?
pl: Skąd wiesz, kiedy możesz komuś zaufać?
pt_br: Como você sabe quando pode confiar em alguém?
sv: Hur vet du när du kan lita på någon?
uk: Як ви дізнаєтеся, коли можна комусь довіряти?
zh_hans: 你如何知道什么时候可以信任一个人？

source: How do you like to be comforted when you’re sad?
de: Wie magst du getröstet werden, wenn du traurig bist?
es: ¿Cómo te gusta que te consuelen cuando estás triste?
fr: Comment aimes-tu être réconforté quand tu es triste ?
it: Come ti piace essere consolato quando sei triste?
ja: 悲しいとき、どのように慰められたいですか？
ko: 슬플 때 어떻게 위로받고 싶나요?
nb: Hvordan liker du å bli trøstet når du er lei deg?
nl: Hoe wil je getroost worden als je verdrietig bent?
pl: Jak lubisz być pocieszany, gdy jesteś smutny?
pt_br: Como você gosta de ser consolado quando está triste?
sv: Hur vill du bli tröstad när du är ledsen?
uk: Як ви хочете, щоб вас втішали, коли вам сумно?
zh_hans: 当你难过时，你希望怎样被安慰？

source: How do you recognise when someone is truly good for you?
de: Wie erkennst du, wann jemand wirklich gut für dich ist?
es: ¿Cómo reconoces cuándo alguien es realmente bueno para ti?
fr: Comment reconnais-tu quand quelqu'un est vraiment bon pour toi ?
it: Come riconosci quando qualcuno è veramente buono per te?
ja: 誰かが本当に自分にとって良い人だとどうやって見分けますか？
ko: 누군가가 정말 자신에게 좋은 사람임을 어떻게 인식하나요?
nb: Hvordan kjenner du igjen når noen er virkelig god for deg?
nl: Hoe herken je wanneer iemand echt goed voor je is?
pl: Jak rozpoznajesz, że ktoś jest dla ciebie naprawdę dobry?
pt_br: Como você reconhece quando alguém é realmente bom para você?
sv: Hur känner du igen när någon är verkligt bra för dig?
uk: Як ви розпізнаєте, коли хтось справді добрий до вас?
zh_hans: 你怎么知道什么时候某人对你真正有好处？

source: How do you show love when you’re not in a good mood?
de: Wie zeigst du Liebe, wenn du nicht gut gelaunt bist?
es: ¿Cómo demuestras amor cuando no estás de buen humor?
fr: Comment montres-tu l'amour quand tu n'es pas de bonne humeur ?
it: Come mostri amore quando non sei di buon umore?
ja: 気分が良くないとき、どのように愛を示しますか？
ko: 기분이 좋지 않을 때 어떻게 사랑을 표현하나요?
nb: Hvordan viser du kjærlighet når du ikke er i godt humør?
nl: Hoe toon je liefde als je niet in een goede bui bent?
pl: Jak okazujesz miłość, gdy nie jesteś w dobrym nastroju?
pt_br: Como você mostra amor quando não está de bom humor?
sv: Hur visar du kärlek när du inte är på gott humör?
uk: Як ви проявляєте любов, коли у вас поганий настрій?
zh_hans: 当你心情不好时，你如何表达爱？

source: How do you show someone you care about them?
de: Wie zeigst du jemandem, dass er dir wichtig ist?
es: ¿Cómo le demuestras a alguien que te importa?
fr: Comment montres-tu à quelqu'un qu'il compte pour toi ?
it: Come mostri a qualcuno che ti sta a cuore?
ja: 誰かを大切に思っていることをどうやって示しますか？
ko: 누군가를 소중히 여긴다는 것을 어떻게 표현하나요?
nb: Hvordan viser du noen at du bryr deg om dem?
nl: Hoe laat je iemand zien dat je om hen geeft?
pl: Jak pokazujesz komuś, że ci na nim zależy?
pt_br: Como você mostra a alguém que se importa com ela?
sv: Hur visar du någon att du bryr dig om dem?
uk: Як ви показуєте людині, що вона вам небайдужа?
zh_hans: 你如何向别人表示你在乎他们？

source: How do you think technology is changing what it means to be human?
de: Wie verändert Technologie deiner Meinung nach das Menschsein?
es: ¿Cómo crees que la tecnología está cambiando lo que significa ser humano?
fr: Comment pensez-vous que la technologie change ce que signifie être humain ?
it: Come pensi che la tecnologia stia cambiando cosa significa essere umani?
ja: テクノロジーは人間であることの意味をどのように変えていると思いますか？
ko: 기술이 인간다움의 의미를 어떻게 바꾸고 있다고 생각하시나요?
nb: Hvordan tror du teknologi endrer hva det betyr å være menneske?
nl: Hoe denk je dat technologie verandert wat het betekent om mens te zijn?
pl: Jak według ciebie technologia zmienia to, co znaczy być człowiekiem?
pt_br: Como você acha que a tecnologia está mudando o que significa ser humano?
sv: Hur tror du att teknik förändrar vad det innebär att vara människa?
uk: Як, на вашу думку, технології змінюють те, що означає бути людиною?
zh_hans: 你认为技术如何改变作为人类的意义？

source: How do you want to be remembered after you’re gone?
de: Wie möchtest du in Erinnerung bleiben, wenn du nicht mehr da bist?
es: ¿Cómo quieres ser recordado después de que te hayas ido?
fr: Comment voulez-vous être rappelé après votre disparition ?
it: Come vuoi essere ricordato dopo che te ne sarai andato?
ja: いなくなった後、どのように覚えられたいですか？
ko: 당신이 떠난 후에 어떻게 기억되고 싶나요?
nb: Hvordan vil du bli husket etter at du er borte?
nl: Hoe wil je herinnerd worden nadat je er niet meer bent?
pl: Jak chcesz być zapamiętany po swoim odejściu?
pt_br: Como você quer ser lembrado depois que se for?
sv: Hur vill du bli ihågkommen efter att du är borta?
uk: Як ви хочете, щоб вас пам'ятали після того, як ви підете?
zh_hans: 你希望自己去世后如何被人们记住？

source: How do you want to feel when you wake up in the morning?
de: Wie möchtest du dich fühlen, wenn du morgens aufwachst?
es: ¿Cómo quieres sentirte cuando te despiertes por la mañana?
fr: Comment veux-tu te sentir quand tu te réveilles le matin ?
it: Come vuoi sentirti quando ti svegli al mattino?
ja: 朝起きたとき、どのように感じたいですか？
ko: 아침에 일어났을 때 어떤 기분이고 싶나요?
nb: Hvordan ønsker du å føle deg når du våkner om morgenen?
nl: Hoe wil je je voelen als je 's ochtends wakker wordt?
pl: Jak chcesz się czuć, gdy budzisz się rano?
pt_br: Como você quer se sentir quando acorda de manhã?
sv: Hur vill du känna dig när du vaknar på morgonen?
uk: Як ви хочете почуватися, коли прокидаєтеся вранці?
zh_hans: 早上醒来时，你想有什么样的感觉？

source: How do you want your lifestyle to change in the next 3 years?
de: Wie soll sich dein Lebensstil in den nächsten 3 Jahren verändern?
es: ¿Cómo quieres que cambie tu estilo de vida en los próximos 3 años?
fr: Comment veux-tu que ton style de vie change dans les 3 prochaines années ?
it: Come vuoi che cambi il tuo stile di vita nei prossimi 3 anni?
ja: 今後3年間で、ライフスタイルをどのように変えたいですか？
ko: 향후 3년 동안 생활 방식을 어떻게 바꾸고 싶나요?
nb: Hvordan ønsker du at livsstilen din skal endre seg i løpet av de neste 3 årene?
nl: Hoe wil je dat je levensstijl verandert in de komende 3 jaar?
pl: Jak chcesz, aby twój styl życia zmienił się w ciągu najbliższych 3 lat?
pt_br: Como você quer que seu estilo de vida mude nos próximos 3 anos?
sv: Hur vill du att din livsstil ska förändras under de närmaste 3 åren?
uk: Як ви хочете змінити свій спосіб життя в наступні 3 роки?
zh_hans: 你希望在未来3年内生活方式发生怎样的改变？

source: How has your idea of love changed as you've gotten older?
de: Wie hat sich deine Vorstellung von Liebe verändert, als du älter geworden bist?
es: ¿Cómo ha cambiado tu idea del amor a medida que has envejecido?
fr: Comment ton idée de l'amour a-t-elle changé en vieillissant ?
it: Come è cambiata la tua idea dell'amore con l'età?
ja: 年を重ねるにつれて、愛についての考えはどのように変わりましたか？
ko: 나이가 들면서 사랑에 대한 생각이 어떻게 변했나요?
nb: Hvordan har din ide om kjærlighet endret seg når du har blitt eldre?
nl: Hoe is jouw idee van liefde veranderd naarmate je ouder bent geworden?
pl: Jak zmieniło się twoje pojęcie miłości, gdy się starzałeś?
pt_br: Como sua ideia de amor mudou conforme você foi envelhecendo?
sv: Hur har din idé om kärlek förändrats när du har blivit äldre?
uk: Як змінилося ваше уявлення про любов з віком?
zh_hans: 随着年龄增长，你对爱的看法发生了怎样的变化？

source: How has your perspective on love changed as you’ve gotten older?
de: Wie hat sich deine Perspektive auf die Liebe verändert, als du älter geworden bist?
es: ¿Cómo ha cambiado tu perspectiva sobre el amor a medida que has envejecido?
fr: Comment ta perspective sur l'amour a-t-elle changé en vieillissant ?
it: Come è cambiata la tua prospettiva sull'amore con l'età?
ja: 年を重ねるにつれて、愛に対する見方はどのように変わりましたか？
ko: 나이가 들면서 사랑에 대한 관점이 어떻게 변했나요?
nb: Hvordan har ditt perspektiv på kjærlighet endret seg når du har blitt eldre?
nl: Hoe is jouw perspectief op liefde veranderd naarmate je ouder bent geworden?
pl: Jak zmieniła się twoja perspektywa na miłość, gdy się starzałeś?
pt_br: Como sua perspectiva sobre o amor mudou conforme você foi envelhecendo?
sv: Hur har ditt perspektiv på kärlek förändrats när du har blivit äldre?
uk: Як змінився ваш погляд на кохання з віком?
zh_hans: 随着年龄增长，你对爱情的看法发生了怎样的变化？

source: How many chickens would it take to kill a lion?
de: Wie viele Hühner würde es brauchen, um einen Löwen zu töten?
es: ¿Cuántos pollos se necesitarían para matar a un león?
fr: Combien de poules faudrait-il pour tuer un lion ?
it: Quanti polli ci vorrebbero per uccidere un leone?
ja: ライオンを殺すには何羽の鶏が必要ですか？
ko: 사자를 죽이려면 닭이 몇 마리나 필요할까요?
nb: Hvor mange kyllinger ville trengs for å drepe en løve?
nl: Hoeveel kippen zouden er nodig zijn om een leeuw te doden?
pl: Ile kurczaków potrzeba, by zabić lwa?
pt_br: Quantas galinhas seriam necessárias para matar um leão?
sv: Hur många kycklingar skulle det behövas för att döda ett lejon?
uk: Скільки курей знадобиться, щоб вбити лева?
zh_hans: 需要多少只鸡才能杀死一头狮子？

source: How many dates does it usually take for you to feel comfortable being intimate?
de: Wie viele Dates brauchst du normalerweise, um dich wohl zu fühlen mit Intimität?
es: ¿Cuántas citas suelen ser necesarias para que te sientas cómodo siendo íntimo?
fr: Combien de rendez-vous faut-il généralement pour que tu te sentes à l'aise à l'intimité ?
it: Quanti appuntamenti servono di solito per sentirti a tuo agio con l'intimità?
ja: 通常、親密になるまでにどのくらいのデート回数が必要ですか？
ko: 보통 친밀감을 느끼려면 몇 번의 데이트가 필요한가요?
nb: Hvor mange dater tar det vanligvis før du føler deg komfortabel med intimitet?
nl: Hoeveel dates zijn er meestal voor nodig voordat je je comfortabel voelt met intimiteit?
pl: Ile randek zazwyczaj potrzeba, abyś poczuła się komfortowo z intymnością?
pt_br: Quantos encontros geralmente são necessários para você se sentir confortável sendo íntimo?
sv: Hur många dejter brukar det ta innan du känner dig bekväm med intimitet?
uk: Скільки побачень зазвичай потрібно, щоб тобі стало комфортно для інтиму?
zh_hans: 通常需要约会多少次你才会觉得亲密很自在？

source: How much control do we actually have over our lives?
de: Wie viel Kontrolle haben wir tatsächlich über unser Leben?
es: ¿Cuánto control tenemos realmente sobre nuestras vidas?
fr: Quel contrôle avons-nous réellement sur nos vies ?
it: Quanto controllo abbiamo effettivamente sulle nostre vite?
ja: 私たちは実際にどれだけ自分の人生をコントロールできるのでしょうか？
ko: 우리는 실제로 우리의 삶을 얼마나 통제할 수 있을까요?
nb: Hvor mye kontroll har vi egentlig over livene våre?
nl: Hoeveel controle hebben we werkelijk over ons leven?
pl: Ile tak naprawdę mamy kontroli nad naszym życiem?
pt_br: Quanto controle nós realmente temos sobre nossas vidas?
sv: Hur mycket kontroll har vi egentligen över våra liv?
uk: Наскільки ми насправді контролюємо своє життя?
zh_hans: 我们实际上对自己的生活有多少控制权？

source: How much of your life is planned out versus spontaneous?
de: Wie viel von deinem Leben ist geplant versus spontan?
es: ¿Cuánto de tu vida está planeada versus espontánea?
fr: Combien de ta vie est planifiée par rapport à spontanée ?
it: Quanta della tua vita è pianificata rispetto a spontanea?
ja: あなたの人生は計画的と自発的のどちらの割合が多いですか？
ko: 당신의 삶은 계획적 대 자발적인 비중이 어떻게 되나요?
nb: Hvor mye av livet ditt er planlagt versus spontant?
nl: Hoeveel van je leven is gepland versus spontaan?
pl: Ile twojego życia jest zaplanowane, a ile spontaniczne?
pt_br: Quanto da sua vida é planejado versus espontâneo?
sv: Hur mycket av ditt liv är planerat jämfört med spontant?
uk: Скільки вашого життя є запланованим, а скільки спонтанним?
zh_hans: 你的生活有多少是计划好的，有多少是自发的？

source: How would you react if I whispered in your ear that I want to f*ck your throat later — would that excite you or scare you?
de: Wie würdest du reagieren, wenn ich dir ins Ohr flüstern würde, dass ich später deine Kehle ficken will – würde dich das erregen oder erschrecken?
es: ¿Cómo reaccionarías si te susurro al oído que quiero follarte la garganta más tarde? ¿Te excitaría o te asustaría?
fr: Comment réagirais-tu si je chuchotais à ton oreille que je veux baiser ta gorge plus tard – est-ce que ça t'exciterait ou t'effraierait ?
it: Come reagiresti se ti sussurrassi all'orecchio che voglio scoparti la gola più tardi – ti ecciterebbe o ti spaventerebbe?
ja: 後でお前の喉を犯したいと耳元でささやいたら、どう反応する？興奮する？それとも怖がる？
ko: 나중에 네 목을 박고 싶다고 귀에 속삭이면 어떻게 반응할 거야? 흥분할 거야, 겁먹을 거야?
nb: Hvordan ville du reagert hvis jeg hvisket i øret ditt at jeg vil knulle halsen din senere – ville det tent deg eller skremt deg?
nl: Hoe zou je reageren als ik in je oor fluister dat ik later je keel wil neuken – zou dat je opwinden of bang maken?
pl: Jak byś zareagowała, gdybym szepnął ci do ucha, że później chcę ruchać twoje gardło – czy to by cię podnieciło, czy przestraszyło?
pt_br: Como você reagiria se eu sussurrasse no seu ouvido que quero foder sua garganta mais tarde – isso te excitaria ou te assustaria?
sv: Hur skulle du reagera om jag viskade i ditt öra att jag vill knulla din hals senare – skulle det excitera eller skrämma dig?
uk: Як би ти відреагував, якби я прошепотів тобі на вухо, що хочу пізніше виїбати твоє горло – це б тебе збудило чи налякало?
zh_hans: 如果我凑近你耳边说待会儿想干你的喉咙，你会兴奋还是害怕？

source: How would your childhood friends describe you?
de: Wie würden dich deine Kindheitsfreunde beschreiben?
es: ¿Cómo te describirían tus amigos de la infancia?
fr: Comment tes amis d'enfance te décriraient-ils ?
it: Come ti descriverebbero i tuoi amici d'infanzia?
ja: 子供の頃の友達はあなたをどのように描写しますか？
ko: 어린 시절 친구들은 당신을 어떻게 묘사할까요?
nb: Hvordan ville barndomsvennene dine beskrevet deg?
nl: Hoe zouden je vrienden uit je kindertijd je beschrijven?
pl: Jak opisaliby cię twoi przyjaciele z dzieciństwa?
pt_br: Como seus amigos de infância descreveriam você?
sv: Hur skulle dina barndomsvänner beskriva dig?
uk: Як би вас описали ваші дитячі друзі?
zh_hans: 你童年的朋友会如何描述你？

source: Hypothetical
de: Hypothetisch
es: Hipotético
fr: Hypothétique
it: Ipotetico
ja: 仮説的な
ko: 가상의
nb: Hypotetisk
nl: Hypothetisch
pl: Hipotetyczne
pt_br: Hipotético
sv: Hypotetiskt
uk: Гіпотетичний
zh_hans: 假设性的

source: Ice Breakers
de: Eisbrecher
es: Rompehielos
fr: Brise-glace
it: Rompighiaccio
ja: アイスブレイク
ko: 아이스브레이커
nb: Isbrytere
nl: IJsbrekers
pl: Przełamywacze lodów
pt_br: Quebra-gelo
sv: Isbrytare
uk: Криголами
zh_hans: 破冰话题

source: If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?
de: Wenn ein Kristallball dir die Wahrheit über dich, dein Leben, die Zukunft oder irgendetwas anderes sagen könnte, was würdest du wissen wollen?
es: Si una bola de cristal pudiera decirte la verdad sobre ti, tu vida, el futuro o cualquier otra cosa, ¿qué te gustaría saber?
fr: Si une boule de cristal pouvait te dire la vérité sur toi-même, ta vie, l’avenir, ou autre chose, que voudrais-tu savoir ?
it: Se una sfera di cristallo potesse dirti la verità su te stesso, la tua vita, il futuro o altro, cosa vorresti sapere?
ja: 水晶玉が自分自身、自分の人生、未来などについて真実を教えてくれるなら、何を知りたいですか？
ko: 수정 구슬이 당신 자신, 당신의 삶, 미래 등에 대한 진실을 말해줄 수 있다면 무엇을 알고 싶습니까?
nb: Hvis en krystallkule kunne fortelle deg sannheten om deg selv, livet ditt, fremtiden eller noe annet, hva ville du vite?
nl: Als een kristallen bol je de waarheid kon vertellen over jezelf, je leven, de toekomst of iets anders, wat zou je dan willen weten?
pl: Gdyby kryształowa kula mogła powiedzieć ci prawdę o tobie, twoim życiu, przyszłości lub czymkolwiek innym, co chciałbyś wiedzieć?
pt_br: Se uma bola de cristal pudesse lhe dizer a verdade sobre você, sua vida, o futuro ou qualquer outra coisa, o que você gostaria de saber?
sv: Om en kristallkula kunde berätta sanningen om dig själv, ditt liv, framtiden eller något annat, vad skulle du vilja veta?
uk: Якби кришталева куля могла сказати вам правду про вас, ваше життя, майбутнє чи щось інше, що б ви хотіли дізнатися?
zh_hans: 如果水晶球能告诉你关于你自己、你的生活、未来或其他任何事的真相，你想知道什么？

source: If a movie was made about your life, what genre would it be?
de: Wenn ein Film über dein Leben gedreht würde, welches Genre hätte er?
es: Si hicieran una película sobre tu vida, ¿de qué género sería?
fr: Si un film était fait sur ta vie, de quel genre serait-il ?
it: Se fosse fatto un film sulla tua vita, di che genere sarebbe?
ja: もしあなたの人生を題材にした映画が作られたら、どのジャンルになりますか？
ko: 당신의 인생을 영화로 만든다면 어떤 장르가 될까요?
nb: Hvis det ble laget en film om livet ditt, hvilken sjanger ville den vært?
nl: Als er een film over je leven werd gemaakt, welk genre zou het dan zijn?
pl: Gdyby powstał film o twoim życiu, jakiego byłby gatunku?
pt_br: Se um filme fosse feito sobre a sua vida, de que gênero seria?
sv: Om en film gjordes om ditt liv, vilken genre skulle den vara?
uk: Якби про ваше життя зняли фільм, якого жанру він був би?
zh_hans: 如果把你的生活拍成电影，它会是什么类型的？

source: If animals could talk, which species would be the rudest?
de: Wenn Tiere sprechen könnten, welche Spezies wäre die unhöflichste?
es: Si los animales pudieran hablar, ¿qué especie sería la más grosera?
fr: Si les animaux pouvaient parler, quelle espèce serait la plus impolie ?
it: Se gli animali potessero parlare, quale specie sarebbe la più maleducata?
ja: 動物が話せるとしたら、どの種が一番失礼ですか？
ko: 동물이 말을 할 수 있다면, 어떤 종이 가장 무례할까요?
nb: Hvis dyr kunne snakke, hvilken art ville vært den frekkeste?
nl: Als dieren konden praten, welke soort zou dan het onbeleefdst zijn?
pl: Gdyby zwierzęta mogły mówić, który gatunek byłby najbardziej niegrzeczny?
pt_br: Se os animais pudessem falar, qual espécie seria a mais rude?
sv: Om djur kunde prata, vilken art skulle vara den mest ohyfsade?
uk: Якби тварини могли говорити, який вид був би найгрубішим?
zh_hans: 如果动物会说话，哪个物种会最无礼？

source: If animals could talk, which would be the most annoying?
de: Wenn Tiere sprechen könnten, welches wäre am nervigsten?
es: Si los animales pudieran hablar, ¿cuál sería el más molesto?
fr: Si les animaux pouvaient parler, lequel serait le plus agaçant?
it: Se gli animali potessero parlare, quale sarebbe il più fastidioso?
ja: 動物が話せるとしたら、どれが一番うるさいですか？
ko: 동물이 말할 수 있다면 어떤 동물이 가장 짜증날까요?
nb: Hvis dyr kunne snakke, hvilket ville vært mest irriterende?
nl: Als dieren konden praten, welke zou dan het meest vervelend zijn?
pl: Gdyby zwierzęta mogły mówić, które byłoby najbardziej denerwujące?
pt_br: Se os animais pudessem falar, qual seria o mais irritante?
sv: Om djur kunde prata, vilket skulle vara mest irriterande?
uk: Якби тварини могли говорити, яка була б найбільш дратівливою?
zh_hans: 如果动物会说话，哪种最烦人？

source: If animals could wear pants, which animal would wear them the worst?
de: Wenn Tiere Hosen tragen könnten, welches Tier würde sie am schlechtesten tragen?
es: Si los animales pudieran usar pantalones, ¿qué animal los usaría peor?
fr: Si les animaux pouvaient porter des pantalons, quel animal les porterait le moins bien ?
it: Se gli animali potessero indossare i pantaloni, quale animale li indosserebbe peggio?
ja: 動物がズボンを履けるとしたら、どの動物が一番似合わないと思いますか？
ko: 동물이 바지를 입을 수 있다면 어떤 동물이 가장 어울리지 않을까요?
nb: Hvis dyr kunne ha på seg bukser, hvilket dyr ville hatt dem på verst?
nl: Als dieren een broek konden dragen, welk dier zou hem het slechtst dragen?
pl: Gdyby zwierzęta mogły nosić spodnie, które zwierzę nosiłoby je najgorzej?
pt_br: Se os animais pudessem usar calças, qual animal as usaria pior?
sv: Om djur kunde ha byxor, vilket djur skulle ha dem sämst?
uk: Якби тварини могли носити штани, яка тварина носила б їх найгірше?
zh_hans: 如果动物能穿裤子，哪种动物穿起来最难看？
